<?php

return [
    'player' => [
        'instruction' => 'Прослушайте урок, обращая ваше внимание на то, как грамматика формирует предложения. После прослушивания у вас будет возможность попрактиковать перевод.',
        'progress' => [
            'fail' => 'Ошибка сохранения прогресса.',
        ],
    ],
    'html' => [
        'title' => [
            'index' => 'Английский для начинающих с Yummy Lingo',
            'home' => 'Мои курсы',
            'privacy' => 'Политика конфиденциальности',
            'terms' => 'Условия использования'
        ],
        'seo' => [
            'keywords' => 'курсы английского онлайн, грамматика английского языка, английский онлайн, разговорный английский, аудиокурсы английского языка, произношение в английском языке, времена в английском языке, уроки английского языка, английский для начинающих, самостоятельное изучение английского'
        ]
    ],
    'index' => [
        'description' => 'Онлайн курсы английского языка позволяющие быстро и эффективно овладеть навыками общения. Отрабатывая всего 10 элементарных конструкций в день вы сможете овладеть грамматикой на интуитивном уровне не утруждая себя заучиванием слов и правил.'
    ],
    'user' => [
        'unsubscribed' => 'Вы успешно отписаны от рассылки по электронной почте.'
    ]
];
