<?php

return [
    'player' => [
        'instruction' => 'Прослушайте урок, обращая ваше внимание на то, как граматика формирует предложения. После прослушивания у вас будет возможность попрактиковать перевод.',
        'progress' => [
            'fail' => 'Ошибка сохранения прогресса.',
        ],
    ],
    'html' => [
        'title' => [
            'index' => 'Английская граматика в использовании',
            'home' => 'Мои курсы',
            'privacy' => 'Политика конфиденциальности',
            'terms' => 'Условия использования'
        ]
    ],
    'index' => [
        'description' => [
            '1' => 'Практикуйте английский совершенствуя грамматику с аудиокурсом Yummy Lingo. Проходя всего-лишь один урок в день вы сможете значительно улучшить способность свободно выражать свои мысли на английском языке без предварительно перевода в уме.',
            '2' => 'Курс построен на основе отработки грамматических конструкций со все более усложняющимися примерами и тщательно подобранным словарем.'
        ]
    ]
];
