<?php

return [
    'player' => [
        'instruction' => 'Прослушайте урок, обращая ваше внимание на то, как грамматика формирует предложения. После прослушивания у вас будет возможность попрактиковать перевод.',
        'progress' => [
            'fail' => 'Ошибка сохранения прогресса.',
        ],
        'speed' => [
            'slower' => 'Медленнее',
            'normal' => 'Нормально',
            'faster' => 'Быстрее',
        ]
    ],
    'html' => [
        'title' => [
            'index' => 'Английский для начинающих с Yummy Lingo',
            'home' => 'Мои курсы',
            'privacy' => 'Политика конфиденциальности',
            'terms' => 'Условия использования',
        ],
        'seo' => [
            'keywords' => 'Yummy Lingo, курсы английского онлайн, грамматика английского языка, английский онлайн, разговорный английский, аудиокурс английского языка, произношение в английском языке, времена в английском языке, уроки английского языка, английский для начинающих, самостоятельное изучение английского',
            'description' => 'Онлайн тренажер английского языка, для отработки грамматических конструкций. Занимаясь всего 20 минут в день, вы сможете разговаривать на английском языке без предварительного перевода в голове.',
        ]
    ],
    'index' => [
        'description' => 'Онлайн курсы английского языка, позволяющие быстро овладеть навыками общения. Отрабатывая всего 10 предложений в день, вы сможете интуитивно применять грамматические конструкции, не утруждая себя заучиванием списков слов и правил.'
    ],
    'user' => [
        'unsubscribed' => 'Вы успешно отписаны от рассылки по электронной почте.'
    ],
    'course' => [
        'practice' => 'Начать курс',
        'topics' => 'Курс включает'
    ]
];
