<?php

return [
    'header' => [
        'download' => "Загрузить"
    ],
    'footer' => [
        'copyright' => "Yummy Lingo © :year. Все права защищены.",
        'privacy' => "Конфиденциальность",
        'contact_us' => "Свяжитесь с нами"
    ],
    'player' => [
        'instruction' => "Слушайте внимательно пытаясь запомнить перевод. После прослушивания у вас будет возможность попрактиковать разговорную часть.",
        'speed' => [
            'slower' => "Медленнее",
            'normal' => "Нормально",
            'faster' => "Быстрее",
        ]
    ],
    'index' => [
        'seo' => [
            'title' => "Английский с Yummy Lingo",
            'keywords' => "Yummy Lingo, мобильное приложение, изучение английского онлайн, грамматика английского языка, практика английского словаря, научиться разговаривать на английском, практика английского, английский произношение, английский для начинающих, английский для среднего уровня, английский для студентов",
            'description' => "Начните разговаривать на английском языке практикуясь с Yummy Lingo всего 20 минут в день."
        ],
        'section' => [
            'top' => [
                'header' => 'Изучайте языки с удовольствием!',
                'text' => 'С Yummy Lingo вы получаете эффективный инструмент изучения иностранных языков с помощью аудио курсов.',
                'button' => 'Узнать больше'
            ],
            'app' => [
                'header' => "Уроки языка, которые всегда под рукой.",
                'text' => "Загрузите приложение и получите доступ к курсам, разработанных самыми опытными учителями.",
                'screen' => "app_ru.PNG",
                'description' => "<p>Загрузите приложение и получите доступ к курсам, разработанных самыми опытными учителями.</p>" .
                    "<p>Выберите уровень сложности подходящий вашему знанию языка и слушайте уроки практикуя грамматику.</p>" .
                    "<p>Каждый урок начинается с набора упражнений на повторение состоящий из материала пройденного ранее, что позволяет поддерживать знание языка и быть всегда готовым к его использованию. Следующая часть представляет собой прослушивание нового материала с множеством живых примеров использования грамматики. И наконец практикуя перевод предложений вы совершенствуете разговорную часть языка.</p>" .
                    "<p>Приложение разработано как аудио плеер. Вы можете как следить за текстом произносимым учителем, так и просто слушать уроки в то время как находитесь за рулем, занимаетесь спортом или работой по дому.</p>"
            ],
            'promo' => [
                'text' => "Начните изучать :course БЕСПЛАТНО",
                'button' => "Начать"
            ],
            'courses' => [
                'header' => "Разработано с любовью.",
                'learn_more' => "Больше",
                'demo' => "Демонстрация",
                'lessons' => "Темы курса"
            ]
        ],
    ],
    'privacy' => [
        'seo' => [
            'title' => "Yummy Lingo - Политика конфиденциальности",
            'keywords' => "Yummy Lingo, Политика конфиденциальности",
            'description' => "Политика конфиденциальности Yummy Lingo"
        ]
    ],
    'errors' => [
        '401' => [
            'title' => "Unauthorized (401)",
            'text' => "Для доступа к запрашиваемому ресурсу требуется аутентификация.",
            'button' => "Домой"
        ],
        '403' => [
            'title' => "Forbidden (403)",
            'text' => "Запрос не может быть выполнен из за ограничений к запрашиваемому ресурсу.",
            "button" => "Домой"
        ],
        '404' => [
            'title' => "Not Found (404)",
            'text' => "Извините, но страницы которую вы ищете не существует.",
            'button' => "Домой"
        ],
        '500' => [
            'title' => "Internal Server Error (500)",
            'text' => "Что-то пошло не так. Мы уже работаем над этим. Пожалуйста, попробуйте позже.",
            'button' => "Домой"
        ]
    ],
];
