<?php

return [
    'header' => [
        'download' => "Завантажити"
    ],
    'footer' => [
        'copyright' => "Yummy Lingo © :year. Всі права захищені.",
        'privacy' => "Конфіденційність",
        'contact_us' => "Зв'яжіться з нами"
    ],
    'player' => [
        'instruction' => "Слухайте уважно намагаючись запам'ятати переклад. Після прослуховування ви матиме можливість попрацювати над розмовною частиною.",
        'speed' => [
            'slower' => "Повільно",
            'normal' => "Нормально",
            'faster' => "Швидко",
        ]
    ],
    'index' => [
        'seo' => [
            'title' => "Вивчайте англійську з Yummy Lingo",
            'keywords' => "Yummy Lingo, мобільний додаток, вивчення англійської онлайн, граматика англійської мови, вивчення англійських слів, навчитися розмовляти англійською, практика англійської мови, вимова англійською мовою, англійська для початківців, англійська для середнього рівня, англійська для студентів",
            'description' => "Англійська для початківців. Почніть вивчення мови з нуля."
        ],
        'section' => [
            'top' => [
                'header' => "Вивчайте іноземні мови із задоволенням!",
                'text' => "Yummy Lingo надає вам ефективний інструмент вивчення іноземних мов за допомогою аудіо курсів.",
                'button' => "Дізнатися більше"
            ],
            'app' => [
                'header' => "Тримайте уроки з іноземної мови завжди під рукою.",
                'text' => "Завантажте мобільний додаток та отримайте доступ до курсів, розроблених найкращими вчителями.",
                'screen' => "app_uk.PNG",
                'description' => "<p>Завантажте мобільний додаток та отримайте доступ до курсів, розроблених найкращими вчителями.</p><p>Оберіть рівень складності відповідно до вашого знання мови і слухайте уроки практикуючи граматику.</p><p>Кожен урок починається з набору вправ на повторення з матеріалу пройденого раніше, що дозволяє підтримувати знання мови і бути завжди готовим до його використання. Наступна частина є прослуховуванням нового матеріалу з безліччю прикладів використання граматики. І нарешті практикуючи переклад речень ви удосконалюєте розмовну частину мови.</p><p>Додаток розроблено як аудіо плеєр. Ви маєте можливість стежити за текстом або слухати уроки в той час як перебуваєте за кермом, займаєтеся спортом тощо.</p>",
                'badges' => [
                    'google_play' => [
                        'image' => 'google-play-badge_uk.png',
                        'alt' => 'Завантажити з Google Play'
                    ],
                ]
            ],
            'promo' => [
                'text' => "Почніть вивчати :course БЕЗКОШТОВНО",
                'button' => "Почати"
            ],
            'courses' => [
                'header' => "Розроблено з любов'ю.",
                'learn_more' => "Більше",
                'demo' => "Спробувати",
                'lessons' => "Теми курсу"
            ]
        ],
        'privacy' => [
            'seo' => [
                'title' => "Yummy Lingo - Політика конфіденційності",
                'keywords' => "Yummy Lingo, політика конфіденційності",
                'description' => "Політика конфіденційності Yummy Lingo"
            ]
        ],
    ],
    'errors' => [
        '401' => [
            'title' => "Unauthorized (401)",
            'text' => "Для доступу к ресурсу потрібна аутентифікація.",
            'button' => "На головну"
        ],
        '403' => [
            'title' => "Forbidden (403)",
            'text' => "Ваш запит не може бути виконаний у з'язку з обмеженнями до ресурсу.",
            "button" => "На головну"
        ],
        '404' => [
            'title' => "Not Found (404)",
            'text' => "Вибачте, цієї сторінки не існує.",
            'button' => "На головну"
        ],
        '500' => [
            'title' => "Internal Server Error (500)",
            'text' => "Щось трапилось. Ми вже над цим працюємо. Будь ласка, спробуйте пізніше.",
            'button' => "На головну"
        ]
    ],
];
