<?php

return [
    'header' => [
        'download' => "Завантажити"
    ],
    'footer' => [
        'copyright' => "Yummy Lingo © :year. Всі права захищені.",
        'privacy' => "Конфіденційність",
        'contact_us' => "Зв'яжіться з нами",
        'social' => [
            'title' => 'Слідкуйте за новинами',
            'instagram' => 'Слідкуйте за нами в Instagram',
            'telegram' => 'Следите за новостями в Telegram'
        ],
        'download' => 'Завантажити Yummy Lingo'
    ],
    'player' => [
        'instruction' => "Слухайте уважно намагаючись запам'ятати переклад. Після прослуховування ви матиме можливість попрацювати над розмовною частиною.",
        'speed' => [
            'slower' => "Повільно",
            'normal' => "Нормально",
            'faster' => "Швидко",
        ]
    ],
    'index' => [
        'seo' => [
            'title' => "Вивчайте англійську з Yummy Lingo",
            'keywords' => "Yummy Lingo, англійський з мобільним додатком, граматика англійської мови, розмовна англійська, практика англійської мови, англійська для початківців, англійська для середнього рівня, англійська для студентів, англійська для дорослих, курс англійської мови, уроки англійської мови",
            'description' => "Мобільний додаток для практики розмовної англійської. Вивчення англійської мови за допомогою аудіо курсів."
        ],
        'section' => [
            'top' => [
                'header' => "Уроки англійської завжди під рукою",
                'text' => "Слухайте аудіоуроки, запам'ятовуйте лексику та граматику, вчіться говорити англійською",
                'button' => "Дізнатися більше"
            ],
            'app' => [
                'header' => "Всі курси в одному додатку",
                'screen' => [
                    'library' => 'app_library_277_600_uk.png',
                    'course' => 'app_course_277_600_uk.png',
                    'player' => 'app_player_277_600_uk.png',
                ],
                'description' => "<p>Завантажте додаток і отримайте доступ до аудіокурсів, які розробила команда кращих викладачів англійської. Вчителі в Yummy Lingo володіють міжнародними сертифікатами, що підтверджують володіння англійською мовою на рівні носія.</p>
<p>Кожен урок – окрема тема, в якій зібрані базові граматичні конструкції і запас лексики. Регулярно займаючись за додатком, ви поступово запам'ятовуєте принципи побудови речень в англійській мові. Згодом ці навички розвиваються до автоматизму, і вам вже не потрібно думати, щоб грамотно відповісти на питання або підтримати бесіду англійською.</p>
<p>Додаток розроблено як аудіоплеєр з додатковими функціями. Ви можете просто слухати уроки англійської, перебуваючи за кермом, в транспорті чи займаючись домашніми справами. Або стежити за текстом від диктора, який відображається у вигляді субтитрів на екрані вашого смартфону, планшету.</p>
<p>Бажаємо вам плідного і успішного навчання з Yummy Lingo!</p>",
                'badges' => [
                    'google_play' => [
                        'image' => 'google-play-badge_uk.png',
                        'alt' => 'Завантажити з Google Play'
                    ],
                ]
            ],
            'promo' => [
                'text' => ":number студентів вже вивчають англійську з Yummy Lingo",
                'button' => "Приєднатися"
            ],
            'courses' => [
                'header' => "Почніть з курсу відповідно до вашого рівня знання мови",
                'more' => "Більше",
                'less' => 'Менше',
                'demo' => "Спробувати",
                'lessons' => "Теми, що вивчаються в курсі"
            ]
        ],
        'privacy' => [
            'seo' => [
                'title' => "Yummy Lingo - Політика конфіденційності",
                'keywords' => "Yummy Lingo, політика конфіденційності",
                'description' => "Політика конфіденційності Yummy Lingo"
            ]
        ],
    ],
    'errors' => [
        '401' => [
            'title' => "Unauthorized (401)",
            'text' => "Для доступу к ресурсу потрібна аутентифікація.",
            'button' => "На головну"
        ],
        '403' => [
            'title' => "Forbidden (403)",
            'text' => "Ваш запит не може бути виконаний у зв'язку з обмеженнями до ресурсу.",
            "button" => "На головну"
        ],
        '404' => [
            'title' => "Not Found (404)",
            'text' => "Вибачте, цієї сторінки не існує.",
            'button' => "На головну"
        ],
        '500' => [
            'title' => "Internal Server Error (500)",
            'text' => "Щось трапилось. Ми вже над цим працюємо. Будь ласка, спробуйте пізніше.",
            'button' => "На головну"
        ]
    ],
];
