<?php

return [
    'header' => [
        'download' => "Завантажити"
    ],
    'footer' => [
        'copyright' => "Yummy Lingo © :year. Всі права захищені.",
        'privacy' => "Конфіденційність",
        'contact_us' => "Зв'яжіться з нами"
    ],
    'player' => [
        'instruction' => "Слухайте уважно намагаючись запам'ятати переклад. Після прослуховування ви матиме можливість попрацювати над розмовною частиною.",
        'speed' => [
            'slower' => "Повільно",
            'normal' => "Нормально",
            'faster' => "Швидко",
        ]
    ],
    'index' => [
        'seo' => [
            'title' => "Вивчайте англійську з Yummy Lingo",
            'keywords' => "Yummy Lingo, мобільний додаток, вивчення англійської онлайн, граматика англійської мови, вивчення англійських слів, навчитися розмовляти англійською, практика англійської мови, вимова англійською мовою, англійська для початківців, англійська для середнього рівня, англійська для студентів",
            'description' => "Курси англійської мови. Практикуйте англійську мову з мобільним додатком Yummy Lingo."
        ],
        'section' => [
            'top' => [
                'header' => "Вивчайте іноземні мови із задоволенням!",
                'text' => "Ефективний метод вивчення англійської мови.",
                'button' => "Дізнатися більше"
            ],
            'app' => [
                'header' => "Тримайте уроки з іноземної мови завжди під рукою.",
                'text' => "Завантажте мобільний додаток та отримайте доступ до курсів, розроблених найкращими вчителями. Практикуйте іноземні мови у зручний для вас час.",
                'screen' => "app_uk.PNG"
            ],
            'promo' => [
                'text' => "Почніть вивчати :course БЕЗКОШТОВНО",
                'button' => "Почати"
            ],
            'courses' => [
                'header' => "Розроблено з любов'ю.",
                'learn_more' => "Більше",
                'demo' => "Спробувати",
                'lessons' => "Теми курсу"
            ]
        ],
        'privacy' => [
            'seo' => [
                'title' => "Yummy Lingo - Політика конфіденційності",
                'keywords' => "Yummy Lingo, політика конфіденційності",
                'description' => "Політика конфіденційності Yummy Lingo"
            ]
        ],
    ],
    'errors' => [
        '401' => [
            'title' => "Unauthorized (401)",
            'text' => "Для доступу к ресурсу потрібна аутентифікація.",
            'button' => "На головну"
        ],
        '403' => [
            'title' => "Forbidden (403)",
            'text' => "Ваш запит не може бути виконаний у з'язку з обмеженнями до ресурсу.",
            "button" => "На головну"
        ],
        '404' => [
            'title' => "Not Found (404)",
            'text' => "Вибачте, цієї сторінки не існує.",
            'button' => "На головну"
        ],
        '500' => [
            'title' => "Internal Server Error (500)",
            'text' => "Щось трапилось. Ми вже над цим працюємо. Будь ласка, спробуйте пізніше.",
            'button' => "На головну"
        ]
    ],
];
