<?php

return [
    'header' => [
        'download' => "Завантажити"
    ],
    'footer' => [
        'copyright' => "Yummy Lingo © :year. Всі права захищені.",
        'privacy' => "Політика конфіденційності",
        'contact_us' => "Зв'яжіться з нами"
    ],
    'index' => [
        'section' => [
            'top' => [
                'header' => "Вивчайте іноземні мови із задоволенням!",
                'text' => "Ефективний метод вивчення іноземних мов.",
                'button' => "Дізнатися більше"
            ],
            'app' => [
                'header' => 'Тримайте уроки з іноземної мови завжди під рукою.',
                'text' => 'Завантажте додаток та отримайте доступ до курсів, розроблених досвідченими вчителями. Практикуйте іноземні мови у зручний для вас час.'
            ],
            'promo' => [
                'text' => "Вивчайте :course БЕЗКОШТОВНО",
                'button' => "Почати"
            ],
            'courses' => [
                'header' => "Розроблено з любов'ю.",
                'learn_more' => "Більше",
                'demo' => "Спробувати",
                'lessons' => "Уроки"
            ]
        ],
    ],
];
